Repository: domme1908/ToMIND
Catalog: lib/l10n/app_*.arb
Languages: de

# add_favs
source: Add favourites
de: Hinzufügen

# already_fav
source: is already one of your favourites!
de: befindet sich bereits in der Liste deiner Favoriten!

# already_departed
source: departed
de: Abgefahren

# areadifermata
source: Stop
de: Haltestelle

# arrival
source: Destination
de: Ziel

# civico
source: Address
de: Adresse

# coffe
source: Buy me a coffee
de: Spendier mir nen Kaffee

# comune
source: Township
de: Gemeinde

source: Contact
de: Kontakte

# data_banner_drawer
source: Data always up to date from
de: Daten immer aktuell direkt von

# departs_at
source: Departs in
de: Fährt in

source: Departure
de: Startpunkt

# directions_maps
source: Get directions from Maps
de: Wegbeschreibung auf Maps

source: Duration:
de: Dauer:

# favs
source: Favourites
de: Favoriten

# homescreen_greeting
source: Hi there!
de: Hallo!

source: hours
de: std

# indirizzo
source: Address
de: Adresse

source: Language
de: Sprache

# load_more
source: Load more solutions
de: Lade weitere Lösungen

source: Location
de: Position

# no_favs
source: You don't have any favourites!
de: Du hast keine Favoriten

# no_results
source: There are no results for your search
de: Leider gibt es für deine Suche keine Ergebnisse

# no_stations_found
source: No stop found
de: Keine Haltestelle gefunden

# no_stations_given
source: Specify departure and arrival!
de: Bitte Start- und Zielpunkt angeben!

# posizione
source: Your location
de: Dein Standort

# remove_favs
source: Remove
de: Entfernen

# search_button
source: Search
de: Suche

# search_stations
source: Search stops...
de: Suche Haltestellen

source: Select vehicles:
de: Transportmittel auswählen:

source: Train
de: Zug

# metro
source: Subway
de: U-Bahn

# no_vehicles_given
source: No vehicle chosen! Please select at least one vehicle!
de: Keine Fahrzeuge ausgewählt! Bitte wähle min 1 Fahrzeugtyp im Menü aus!

source: Cable car
de: Seilbahn

source: Tram
de: Straßenbahn

# ship
source: Ferryboat
de: Fähre

# server_unavailable
source: Server not available
de: Server nicht erreichbar

# server_unavailable_details
source: Please check your connection!
de: Keine Verbindung zum Server. Überprüfe deine Verbindung!

source: Solutions
de: Lösungen

# station_cannot_be_same
source: Start and destination cannot be the same!
de: Start- und Zielpunkt müssen verschieden sein!

source: stop
de: Haltestelle

# stop_type_not_found
source: Unkown type
de: Haltestellentyp nicht gefunden

source: stops
de: Haltestellen

# transfers
source: Changes:
de: Umsteigen:

# travel_route
source: Route
de: Reise

# try_add_favs
source: Try to add some
de: Füge ein paar hinzu!

source: Try again
de: Erneut versuchen

source: We are sorry!
de: Es tut uns leid!
